[
    {
        "name": "Dark / Saturated",
        "className": "dark-saturated",
        "description": "Dark and saturated backgroud colors give a dramatic feel. Used often in entertainment and luxury brand websites."
    },
    {
        "name": "Light / Airy",
        "className": "light-airy",
        "description": "Light and airy themes provide a clean and fresh feel. Used often in wellness and e-commerce sites for a calm and sophisticated style."
    },
    {
        "name": "Fun / Playful",
        "className": "fun-playful",
        "description": "A fun and playful feel is suggested with bright colors and whimsical elements. Many sites geared at consumers for entertainment and children’s products follow this style."
    },
    {
        "name": "Mature / Serious",
        "className": "mature-serious",
        "description": "Mature and serious subject matter is often represented with straightforward font styling and photographs. Muted colors and clear typography help keep the focus on content being presented."
    },
    {
        "name": "Simple / Minimalist",
        "className": "simple-minimalist",
        "description": "Many modern brands use a very simple and minimalist approach to website style. White space is plentiful and the display is kept to few key elements without added decoration."
    },
    {
        "name": "Vibrant / Colorful",
        "className": "vibrant-colorful",
        "description": "Bold color combinations and engaging visual shapes or images provide a feel of high energy. This style is often used to match a youthful brand or engaging subject matter."
    },
    {
        "name": "Soft / Organic",
        "className": "soft-organic",
        "description": "Earthy or pale colors and organic shapes are often used in sites wishing to convey a sense of nature and softness."
    },
    {
        "name": "Bold / Rugged",
        "className": "bold-rugged",
        "description": "Bold colors, larger heavy fonts, rough shapes, and outdoor settings are used in sites wanting to convey a solid and masculine feel."
    }
]