{
  "description": "## This is a customer-initiated single-round design challenge.\n\nAll Topcoder competitors in this challenge should be aware and understand that:\n\n- Any communication will be direct with the customer in the Challenge Forum.\n\n- In order to pass challenge screening and review, all challenge requirements and requested screens must be completed as described below.\n\n- Submission source files must be created with the application(s) listed.\n\n- There will be no appeals or final fixes.\n\n- The challenge winner selections will be based upon completed requirements and associated Topcoder review scoring.\n\n**REQUEST MARVEL PROTOTYPES HERE:** [Request Marvel for On Demand Challenges](https://discussions.topcoder.com/discussion/15528/request-marvel-access-for-design-challenges?new=1)\n\n**DO NOT request Marvel access in the challenge forum with the customer.** Figma or XD Prototypes are acceptable for submissions created with those applications.\n\n## Challenge Summary\n\n{{websitePurpose.description}} \n\n## Full Description & Project Guide\n\n### UNIQUE PAGES DESCRIBED\n\n{{basicInfo.numberOfPages}} \n\n### DEVICE TYPES REQUIRED: \n\n{{basicInfo.numberOfDevices}}. Note: Each unique page/screen should be designed for the devices listed below.\n\n{{basicInfo.supportedDevices}} \n\n### INDUSTRY\n\n{{websitePurpose.industry}} \n\n### USERS\n\n {{websitePurpose.userStory}} \n\n ### EXISTING WEBSITE\n\n [{{websitePurpose.existingWebsite}}]({{websitePurpose.existingWebsite}}) \n\n {{websitePurpose.existingWebsiteInfo}} \n\n## Required Screens\n\n{{pageDetails}} \n\n\n## Branding\n\n### STYLE & THEME:\n\n{{branding.theme}} \n\n {{branding.websitesForInspiration}} \n\n### COLOR PALETTE:\n\nPreferred: {{branding.colorOption}} \n\nSpecific Color (required): {{branding.specificColor}} \n\n### FONTS:\n\nPreferred: {{branding.fontOption}} \n\nFont files uploaded: {{branding.fontUrl}} \n\nFont special instructions: {{branding.fontUsageDescription}} \n\n### OTHER ASSETS:\n\nFiles uploaded: {{branding.assetsUrl}} \n\n### STOCK PHOTOS:\n\n{{branding.stockPhotos}} \n\n### SOURCE FILES / DELIVERABLES:\n\nDesign source files must be created with {{branding.selectedDeliverableOption}} applications.\n\n> Please read the challenge specification carefully and watch the forums for any questions or feedback concerning this challenge. It is important that you monitor any updates provided by the client or Topcoder Admins in the forums. Please post any questions you have for the client in the forums.\n\n\n## How to Submit\n\n- New to Studio? Learn how to compete here.\n\n- Upload your submission in three parts (Learn more here). Your design should be finalized and should contain only a single design concept (do not include multiple designs in a single submission).\n- If your submission wins, your source files must be correct and \\\"Final Fixes\\\" (if applicable) must be completed before payment can be released.\n\n- You may submit as many times as you'd like during the submission phase, but only the number of files listed above in the Submission Limit that you rank the highest will be considered. You can change the order of your submissions at any time during the submission phase. If you make revisions to your design, please delete submissions you are replacing.\n\n\n## Payments\n\nTopcoder will compensate members in accordance with our standard payment policies, unless otherwise specified in this challenge. For information on payment policies, setting up your profile to receive payments, and general payment questions, please refer toPayment Policies and Instructions."
}

